{
  "facts": [
    {"id": 1, "fact": "Switzerland has four official languages: German, French, Italian, and Romansh."},
    {"id": 2, "fact": "Switzerland is divided into 26 cantons, which function similarly to U.S. states with their own constitutions and governments."},
    {"id": 3, "fact": "The first sentence of the Swiss Federal Constitution is: 'In the name of Almighty God! The Swiss People and the Cantons...'."},
    {"id": 4, "fact": "The Swiss flag is one of the only two square national flags in the world, the other being the Vatican City flag."},
    {"id": 5, "fact": "Switzerland is known for its neutrality and has not been involved in any military conflict since 1815."},
    {"id": 6, "fact": "Swiss watches are among the finest in the world, with brands like Rolex, Omega, and Patek Philippe originating here."},
    {"id": 7, "fact": "The Matterhorn is one of the most famous mountains in the world and is located in the Swiss Alps."},
    {"id": 8, "fact": "Switzerland is home to CERN, the world's largest particle physics laboratory."},
    {"id": 9, "fact": "Swiss chocolate is world-renowned, with brands like Toblerone and Lindt originating in Switzerland."},
    {"id": 10, "fact": "Switzerland has more than 1,500 lakes, and you are never more than 10 miles from a lake no matter where you are in the country."},
    {"id": 11, "fact": "The longest tunnel in the world, the Gotthard Base Tunnel, is located in Switzerland and stretches over 57 km (35 miles)."},
    {"id": 12, "fact": "Albert Einstein developed his famous Theory of Relativity while living in Switzerland."},
    {"id": 13, "fact": "Switzerland has the second-highest life expectancy in the world, after Japan."},
    {"id": 14, "fact": "Swiss people consume more chocolate per capita than any other nation in the world."},
    {"id": 15, "fact": "The Swiss banking system is famous for its secrecy laws and stability."},
    {"id": 16, "fact": "The Red Cross was founded in Switzerland in 1863 by Henry Dunant."},
    {"id": 17, "fact": "There are over 9,000 mountain peaks in Switzerland, making it one of the most mountainous countries in Europe."},
    {"id": 18, "fact": "Switzerland has one of the highest densities of Michelin-starred restaurants per capita in the world."},
    {"id": 19, "fact": "Heidi, the famous children’s book character, is Swiss and was created by Johanna Spyri in 1881."},
    {"id": 20, "fact": "Switzerland has a direct democracy, allowing citizens to vote on national referendums multiple times per year."},
    {"id": 21, "fact": "Velcro was invented by Swiss engineer George de Mestral in 1941."},
    {"id": 22, "fact": "The World Wide Web was developed at CERN in Switzerland by Tim Berners-Lee in 1989."},
    {"id": 23, "fact": "Switzerland is home to the Jet d’Eau, one of the tallest water fountains in the world."},
    {"id": 24, "fact": "The Swiss are credited with inventing aluminum foil in 1905."},
    {"id": 25, "fact": "The Helvetica font was designed in Switzerland in 1957 by Max Miedinger."},
    {"id": 26, "fact": "Switzerland is home to one of the world's first solar-powered aircraft, Solar Impulse."},
    {"id": 27, "fact": "The Swiss have one of the highest coffee consumption rates in the world."},
    {"id": 28, "fact": "The world’s first waterproof watch was invented by Swiss brand Rolex in 1926."},
    {"id": 29, "fact": "The Swiss developed muesli as a healthy breakfast option in the early 20th century."},
    {"id": 30, "fact": "The Landwasser Viaduct, a railway bridge in Switzerland, is one of the most photographed train bridges in the world."},
    {"id": 31, "fact": "The Doodle, Google's famous homepage feature, was co-founded by a Swiss engineer, Dennis Hwang."},
    {"id": 32, "fact": "The Swiss are famous for their punctuality, particularly in transportation and business."},
    {"id": 33, "fact": "Rivella, a popular Swiss soft drink, is made from milk whey."},
    {"id": 34, "fact": "The Swiss developed the first functional solar-powered airplane."},
    {"id": 35, "fact": "The St. Bernard dog breed originated in the Swiss Alps and was used for mountain rescues."},
    {"id": 36, "fact": "The first instant coffee was invented in Switzerland by Nestlé in 1938."},
    {"id": 37, "fact": "Swiss scientists developed the LSD drug in 1938."},
    {"id": 38, "fact": "Switzerland's postal system is one of the most efficient in the world."},
    {"id": 39, "fact": "The Swiss have one of the world's highest cheese consumption rates per capita."},
    {"id": 40, "fact": "The FIFA headquarters are located in Zurich, Switzerland."}
  ]
}